{
  "Technologies": "Công nghệ",
  "Work": "Công việc",
  "Projects": "Dự án",
  "Contact": "Liên hệ",
  "Resume": "Sơ yếu lý lịch",
  "About me": "Tìm hiểu",
  "What are you waiting for?": "Còn chần chờ gì nữa?",
  "I’m not perfect, but I might be the perfect fit for your team – Let’s talk and find out?": "Tôi không hoàn hảo nhưng là mảnh ghép hoàn hảo mà bạn đang tìm kiếm. Cùng trò chuyện để hiểu nhau hơn nhé?",
  "PHAM DUC NAM": "PHẠM ĐỨC NAM",
  "FRONT-END DEVELOPER": "LẬP TRÌNH VIÊN FRONT-END",
  "With over 3 years of experience in building modern and performance-optimized user interfaces. I continuously strive to learn and improve my skills to deliver the best user experience.": "Với hơn 3 năm kinh nghiệm trong việc xây dựng, phát triển giao diện, tối ưu hiệu năng cho các dự án của các công ty, start up công nghệ. Tôi không ngừng học hỏi và cải thiện kỹ năng để mang đến trải nghiệm tốt nhất cho người dùng.",
  "International Payment System - Remittance Products": "Hệ thống thanh toán quốc tế - Sản phẩm chuyển tiền đi",
  "Internal": "Nội bộ",
  "An project bpm integration": "Dự án tích hợp quy trình BPM",
  "Money transfer system over 5 billion": "Hệ thống chuyển tiền trên 5 tỷ",
  "Credit appraisal system": "Hệ thống thẩm định tín dụng",
  "Modern Web App": "Ứng dụng Web hiện đại",
  "Artificial Intelligence": "Trí tuệ nhân tạo",
  "Automated art selling system, allowing users to create and trade unique digital artworks. And create their own paintings.": "Hệ thống bán tranh tự động, cho phép người dùng tạo và giao dịch các tác phẩm nghệ thuật kỹ thuật số độc đáo. Và tự vẽ tranh của riêng mình.",
  "Chrome Extension": "Tiện ích mở rộng Chrome",
  "Automation": "Tự động hóa",
  "The world's No. 1 Fanpage re-marketing software, expanding to 7 countries. Millions of messages sent every month. Software trusted by Google.": "Phần mềm re-marketing Fanpage số 1 thế giới, mở rộng tới 7 quốc gia. Hàng triệu tin nhắn được gửi mỗi tháng. Phần mềm được Google tin tưởng.",
  "Mobile": "Di động",
  "A Vietnamese online news platform that offers a variety of content, including trending topics, entertainment, and discussions": "Nền tảng tin tức trực tuyến của Việt Nam cung cấp đa dạng nội dung, bao gồm các chủ đề thịnh hành, giải trí và thảo luận.",
  "Draft, review, publish, store and search for documents of rules, regulations, procedures... ... Manage and share internal contacts, customers, partners, suppliers...": "Soạn thảo, xem xét, xuất bản, lưu trữ và tìm kiếm các tài liệu về quy định, quy trình... Quản lý và chia sẻ danh bạ nội bộ, khách hàng, đối tác, nhà cung cấp...",
  "Life sciences information, product reviews and advice community - Intel and Samsung are both struggling to compete in the semiconductor market.": "Cộng đồng chia sẻ thông tin khoa học đời sống, đánh giá sản phẩm và tư vấn - Intel và Samsung đều đang gặp khó khăn trong cuộc cạnh tranh thị trường bán dẫn.",
  "(Approved for public release)": "(Đã được phép công khai)",
  "Technologies I Can": "Công nghệ có thể sử dụng",
  "Intern": "Thực tập sinh",
  "Sep 2021 - Feb 2022": "Tháng 9/2021 - Tháng 2/2022",
  "Participate in building the interface of some sales websites, designing websites using AdobeXD...": "Tham gia xây dựng giao diện cho một số trang web bán hàng, thiết kế giao diện web bằng AdobeXD...",
  "Apprentice Employee": "Nhân viên học việc",
  "BKAV Join Stock Company": "Công ty Cổ phần BKAV",
  "Mar 2022 - Mar 2023": "Tháng 3/2022 - Tháng 3/2023",
  "Learning tools and technologies:  the tools, frameworks, and technologies used by the company (ReactJs, React Native, Redux, Ant Design,....).": "Học các công cụ và công nghệ: công cụ, framework và công nghệ mà công ty sử dụng (ReactJs, React Native, Redux, Ant Design,....).",
  "Practice through small exercises, fix bug, maintain code.": "Luyện tập các bài tập, xây dựng module, sửa lỗi, bảo trì...",
  "Specialist": "Chuyên viên",
  "Mar 2023 - Sep 2023": "Tháng 3/2023 - Tháng 9/2023",
  "Build and use optimal user interfaces (UI/UX).": "Xây dựng và phát triển giao diện người dùng một cách tối ưu (UI/UX).",
  "Connect and interact with Backend/API.": "Kết nối và tương tác với Backend/API.",
  "Optimized performance and scalability.": "Tối ưu hóa hiệu suất và khả năng mở rộng.",
  "Continuous improvement and operational support.": "Cải tiến liên tục và hỗ trợ trong công tác vận hành.",
  "Oct 2023 - Jun 2024": "Tháng 10/2023 - Tháng 6/2024",
  "Testing and debugging the interface.": "Kiểm thử và gỡ lỗi.",
  "Ensure responsiveness and browser compatibility.": "Đảm bảo tương thích với các trình duyệt trình duyệt.",
  "An Binh Commercial Joint Stock Bank": "Ngân hàng TMCP An Bình",
  "Aug 2024 - Now": "Tháng 8/2024 - Hiện tại",
  "Work Experience": "Kinh nghiệm làm việc",
  "What I have done so far": "Những gì tôi đã làm cho đến nay",
  "Continute": "Tiếp tục",
  "Drafting documents, circulating documents through levels, providing information, checking flow charts,...": "Soạn thảo hồ sơ, luân chuyển hồ sơ qua các cấp, cung cấp thông tin, kiểm tra sơ đồ luồng,...",
  "Phone": "Số điện thoại",
  "Address": "Địa chỉ",
  "I’m available for both full-time": "Tôi có thể làm việc toàn thời gian!"
}
